[A_Weapon.WeaponType__Grenades WeaponTypeDefinition]
Typename=""
PickupMessage="you have it %s"
UseFailureLevelMessage="You must have at least %d to use this feature."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="In general"

